{"sections":{"main":{"type":"template--page","disabled":true,"settings":{}},"f971ac4d-475a-4e62-b96e-3ba2615319c6":{"type":"accordion","blocks":{"template--16032873087176__f971ac4d-475a-4e62-b96e-3ba2615319c6-16808311185378ccb3-0":{"type":"tab_content","settings":{"question":"WHAT DOES USDA ORGANIC MEAN? WHY DOES BERRI USE ORGANIC INGREDIENTS?","text":"<p>Berri is USDA Certified Organic so free of GMOS, artificial sweeteners and colors. The organic label designates products produced under the Organic Foods Production Act. Organic products like Berri Fit and Berri Lyte cannot contain antibiotics, hormones, genetic engineering, radiation, or synthetic pesticides or fertilizers. Without labeling, there is no guarantee of these practices.<\/p>"}},"template--16032873087176__f971ac4d-475a-4e62-b96e-3ba2615319c6-16808311185378ccb3-1":{"type":"tab_content","settings":{"question":"WHAT IS THE DIFFERENCE BETWEEN A FITNESS BEVERAGE AND A SPORTS DRINK?","text":"<p>A sports drink is made for competitive athletes who need the high carbohydrate (sugar) and sodium content to compete in high-intensity endurance environments, such as marathons and triathlons. Sports drinks today are artificially made in laboratories.<\/p><p>A fitness beverage is made for casual athletes and fitness enthusiasts who want a healthy option to hydrate and refuel. This group often consists of yogis, weekend warriors and active kids, who do not need the high calorie and sugar content associated with artificial sports drinks.<\/p>"}},"template--16032873087176__f971ac4d-475a-4e62-b96e-3ba2615319c6-16808311185378ccb3-2":{"type":"tab_content","settings":{"question":"HOW MANY CALORIES ARE IN A BOTTLE?","text":"<p>There are only 35 calories per serving and 70 calories per bottle of Berri Fit. And only 25 calories per serving and 100 calories per bottle of Berri Lyte!<\/p>"}},"2494b8e4-6da2-479a-8c65-3aae11f93b02":{"type":"tab_content","settings":{"question":"HOW MANY GRAMS OF SUGAR ARE IN BERRI PRODUCTS?","text":"<p>There are only 6 grams of sugar per serving, which is naturally occurring from the organic fruits, manuka honey, and agave nectar inside Berri Fit. There are only 4 grams of sugar per serving, which is naturally occurring from the organic fruits, sweet potato juice, and non-GMO monk fruit inside Berri Lyte!<\/p>"}},"45880f43-0570-4b8c-9ba3-60d2e8179f52":{"type":"tab_content","settings":{"question":"ARE SUGAR OR ARTIFICIAL SWEETENERS ADDED?","text":"<p>Berri Fit is sweetened with certified organic manuka honey from New Zealand and certified organic agave nectar. Berri Lyte is sweetened with organic sweet potato juice, organic maqui superberries, organic guava, and non-GMO monk fruit. There is no sugar added to Berri products. Berri does not use artificial sweeteners like stevia or erythritol.<\/p>"}},"047798c6-aef5-4182-b1d5-ac77e8926651":{"type":"tab_content","settings":{"question":"WHEN IS THE BEST TIME TO DRINK BERRI?","text":"<p>Berri Fit is perfect for active lifestyles and every day hydration needs. Made as a workout replenishment, Berri Fit is suitable for the casual athlete or fitness enthusiast whether you are a yogi, soccer mom or weekend warrior. As a low-calorie beverage, Berri Fit is also effective for weight management. Berri Lyte is great for infants to adults. Pediatrician approved Berri Lyte restores natural<br\/>hydration levels caused by cold, flu or alcoholic beverages. <\/p>"}},"2f3ec9fa-8911-41a2-b783-f862029a100c":{"type":"tab_content","settings":{"question":"WHY IS BERRI FIT BETTER THAN TRADITIONAL SPORTS DRINKS?","text":"<p><strong>Calories and Sugar:<\/strong> Berri Fit has ½ the Calories and ⅓ the Sugar of leading sports drinks<br\/><strong>Organic and Plant-Based:<\/strong> Berri Fit is USDA Certified Organic, Gluten-Free, and Paleo Friendly<br\/><strong>Essential Ingredients<\/strong> like Maca, Ginseng, Manuka Honey, Maqui Berries, and Sea Salt: Berri Fit provides nutritional benefits from our premium ingredients that other sports drinks cannot offer.<br\/><strong>More Electrolytes:<\/strong> Berri Fit has more electrolytes than most traditional sports drinks (potassium, calcium, magnesium)<\/p>"}}},"block_order":["template--16032873087176__f971ac4d-475a-4e62-b96e-3ba2615319c6-16808311185378ccb3-0","template--16032873087176__f971ac4d-475a-4e62-b96e-3ba2615319c6-16808311185378ccb3-1","template--16032873087176__f971ac4d-475a-4e62-b96e-3ba2615319c6-16808311185378ccb3-2","2494b8e4-6da2-479a-8c65-3aae11f93b02","45880f43-0570-4b8c-9ba3-60d2e8179f52","047798c6-aef5-4182-b1d5-ac77e8926651","2f3ec9fa-8911-41a2-b783-f862029a100c"],"custom_css":["summary {font-family: \"Good Sans\";}",".title-bar h1 {font-family: \"Good Sans\"; font-size: 2rem;}"],"settings":{"background-color":"#2a51a3","text-color":"#ffffff","title":"FAQ","faq_icon":"plus_minus"}}},"order":["main","f971ac4d-475a-4e62-b96e-3ba2615319c6"]}